Repository: leonardcj/deducto
Catalog: po/gug.po
Languages: gug

source: Deducto
gug: Oñeimo'ava

source: Resuming level %d
gug: Jejapojei yvatekue %d

source: Game
gug: Ñembosarái

source: Start a new game.
gug: Ñepuru ñembosarai pyahu.

source: The pattern matches the rule.
gug: Rejapova ojoja tekondive.

source: The pattern does not match the rule.
gug: Rejapova ndojojai tekondie.

source: Explore some examples.
gug: Jepovyvy ambue techapyrakuéra.

source: Load a custom level.
gug: Jehupi peteĩ yvatekue aipotahaicha.

source: Playing level %d
gug: Añembosarai yvatekue %d

source: Only sharer can start a new game.
gug: Omboja'ovante rembiaponde ikatu oñepyru peteĩ ñembosarai.

source: Game over.
gug: Opa oñembosarai.

source: Click on new game button to begin.
gug: Ejopy votõ Pyahu eñepỹru hagua.

source: Wait for sharer to start a new game.
gug: Eha'arõ omboja'ovaekue tembiapo oñepỹruhagua ñembosarái pyahu.

source: %d correct answers.
gug: %d mbohovái oiporã.

source: Pattern was false.
gug: Tembiapojára japu.

source: Pattern was true.
gug: Tembiapojára eteva.

source: Resume play
gug: Ñepỹrujey ñembosarái

source: Show a pattern that matches the rule.
gug: Ehechauka tembiapojára mbojojaha.

source: Show a pattern that does not match the rule.
gug: Ehechauka tembiapojára mbojoja'yva.

source: Explore patterns with the %(1)s and %(2)s buttons.
gug: Ejepovyvy tembiapojára votõnguera %(1)s ha %(2)s.

source: Load a "True" pattern generator from the journal
gug: Ehupi tembiapojára japoha "eteva" tapiaguáva gui

source: Load a "False" pattern generator from the journal
gug: Ehupi tembiapojára japoha "japuva" tapiaguáva gui

source: New level added
gug: Yvatekue pyahu mbojo'avaekue
